[Play_DLC2_S_TYG_Archon_King_Autopsy_Blurb AkEvent]
SpokenText="I have come to firmly believe that Dr. Vahlen's unbridled ambition, left without the Commander to maintain some semblance of reason, led her to pursue a path of research that was as misguided and regrettable as my own service to ADVENT."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Autopsy_Reminder_Nag AkEvent]
SpokenText="Commander, we still have the body of the recovered alien test subject in storage. I can begin an autopsy at any time - it could lead to critical breakthroughs in our own research and scientific development."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Berserker_Queen_Autopsy_Blurb AkEvent]
SpokenText="As Dr. Vahlen noted in her own report, it was irresponsible and borderline irrational for her to have pursued this research knowing the incredible risks involved, not just to herself, but to what little of humanity as a whole remains."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Dropship_Mission_Briefing AkEvent]
SpokenText="I am continually monitoring the energy signatures we detected near the target site. Possible subterranean activity detected... strong interference blanketing the area... sensors are unable to penetrate the rock face. We still have a steady read on Vahlen's signal however. I would advise extreme caution, Central."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Equip_Hunter_Weapons_1 AkEvent]
SpokenText="Commander, I would strongly advise you have our forces equip the specialized weapons we recovered from the field. Their unique capabilities may prove invaluable on this mission."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Hunter_Weapons_UI_Pop AkEvent]
SpokenText="Commander, these weapons are unlike any design I have previously encountered before.  I could attempt further analysis but the likelihood of us reverse engineering them appears low regardless."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_King_Dead_Other_Escapees_Remain AkEvent]
SpokenText="Although we were successful in defeating the genetically augmented Viper, we must remain vigilant, Commander. All indications are that two other test subjects remain, no doubt having escaped the facility before our arrival. I will continue to investigate Dr. Vahlen's research logs for any further details that could aid us in dealing with these creatures."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_King_Lives_Escapees_Remain_2 AkEvent]
SpokenText="We should also be prepared for the eventuality that we will encounter the two remaining test subjects - the ones we have yet to identify. It is likely they have a similar means of escape via Psionic rifts, meaning we could find them anywhere."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Ruler_Autopsy_Available AkEvent]
SpokenText="Commander, having successfully recovered one of Dr. Vahlen's genetically modified test subjects, I'm eager to begin conducting an autopsy as soon as possible. It is my hope that by following her own research notes, I will gain an even greater understanding of just how she managed to accomplish these rapid changes."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Ruler_Autopsy_Available_B AkEvent]
SpokenText="Commander, on your order, I can begin conducting an autopsy on the latest of Vahlen's test subjects. We have an opportunity here to advance our own research beyond the bounds of our current expertise; we should begin as soon as possible."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Ruler_Autopsy_Available_C AkEvent]
SpokenText="Now that we've recovered one of Dr. Vahlen's test subjects, I can begin an autopsy on the specimen as soon as you give the order, Commander."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Ruler_Autopsy_Available_D AkEvent]
SpokenText="Having recovered another of Dr. Vahlen's modified alien test subjects, we should begin an autopsy as soon as possible. By following her own research notes, it is my hope that we will uncover the true purpose of her work."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Site_Readings AkEvent]
SpokenText="There are a number of unusual energy signatures permeating this area, Commander. I'm seeing power fluctuations, intense heat, some psionic activity... all signs of a possible conflict. We should move quickly."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[Play_DLC2_S_TYG_Viper_King_Autopsy_Blurb AkEvent]
SpokenText="Despite an extensive study of Dr. Vahlen's research reports, I have yet to discover how she came to acquire such an impressive understanding of the processes involved in the editing and manipulation of alien genetic material."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[S_Autopsy_ArchonKing_Blurb AkEvent]
SpokenText=""
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[S_Autopsy_ArchonKing_Tygan AkEvent]
SpokenText=""
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[S_Autopsy_BerserkerQueen_Blurb AkEvent]
SpokenText="As Dr. Vahlen noted in her own report, it was irresponsible and borderline irrational for her to have pursued this research knowing the incredible risks involved, not just to herself, but to what little of humanity as a whole remains."
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[S_Autopsy_BerserkerQueen_Tygan AkEvent]
SpokenText=""
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[S_Autopsy_ViperQueen_Blurb AkEvent]
SpokenText=""
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

[S_Autopsy_ViperQueen_Tygan AkEvent]
SpokenText=""
bMature=False
bManualWordWrap=False
bSingleLine=False
Comment=""

